Repository: milord-x/downface
Catalog: ios/Runner/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, kk, pt, ru, zh_hans

source: stay on your streak
de: bleib an deiner Serie dran
es: mantén tu racha
fr: gardez votre série
ja: 連続記録を続けよう
kk: серияңды үзбе
pt: mantenha sua sequência
ru: не прерывайте серию
zh_hans: 保持你的连续记录

source: streak
de: Serie
es: racha
fr: série
ja: 連続記録
kk: серия
pt: sequência
ru: серия
zh_hans: 连续天数

source: this month
de: diesen Monat
es: este mes
fr: ce mois-ci
ja: 今月
kk: осы айда
pt: este mês
ru: в этом месяце
zh_hans: 本月

source: this week
de: diese Woche
es: esta semana
fr: cette semaine
ja: 今週
kk: осы аптада
pt: esta semana
ru: на этой неделе
zh_hans: 本周

source: total push-ups
de: Liegestütze insgesamt
es: flexiones totales
fr: pompes au total
ja: 累计腕立て伏せ
kk: барлық тартылу саны
pt: total de flexões
ru: всего отжиманий
zh_hans: 俯卧撑总数

source: total workouts
de: Trainings insgesamt
es: entrenamientos totales
fr: entraînements au total
ja: 総トレーニング数
kk: барлық жаттығу саны
pt: total de treinos
ru: всего тренировок
zh_hans: 训练总数

source: workouts
de: Trainings
es: entrenamientos
fr: entraînements
ja: トレーニング回数
kk: жаттығу саны
pt: treinos
ru: тренировок
zh_hans: 次训练

source: you've earned a break
de: du hast dir eine Pause verdient
es: te ganaste un descanso
fr: tu as mérité une pause
ja: 休憩する価値あるよ
kk: демалуға лайықсың
pt: você mereceu uma pausa
ru: ты заслужил перерыв
zh_hans: 你值得休息一下

source: your pace says you're tired
de: dein Tempo verrät die Müdigkeit
es: tu ritmo dice que estás cansado
fr: ton rythme trahit ta fatigue
ja: ペースが疲れを物語ってるよ
kk: қарқының шаршағаныңды көрсетеді
pt: seu ritmo mostra que está cansado
ru: твой темп выдаёт усталость
zh_hans: 你的节奏说明累了

source: F
es: V
fr: V
ja: 金
kk: Жм
pt: S
ru: П
zh_hans: 五

source: M
es: L
fr: L
ja: 月
kk: Дс
pt: S
ru: П
zh_hans: 一

source: Version
es: Versión
ja: バージョン
kk: нұсқасы
pt: Versão
ru: Версия
zh_hans: 版本

source: AM
ja: 午前
kk: ТД
ru: ДП
zh_hans: 上午

source: PM
ja: 午後
kk: ТК
ru: ПП
zh_hans: 下午

source: S
ja: 土
kk: Сн
ru: С
zh_hans: 六
